{
  "<0/> usage": "<0/> Nutzung",
  ">{0}% is recommended": ">{0}% wird empfohlen",
  "Abilities": "Fähigkeiten",
  "About WoWAnalyzer": "Über WoWAnalyzer",
  "About unlisted logs": "Über nicht aufgelistete Logs",
  "Adjust statistics for <0>fight downtime</0> (<1>experimental</1>)": "Statistiken anpassen für <0>Kampf-Ausfallzeiten</0> (<1>experimentell</1>)",
  "Advertisement": "Werbung",
  "Analyze": "Analysieren",
  "Analyze your raid logs to get personal suggestions and metrics to improve your performance. Just enter a Warcraft Logs report:": "Analysiere deine Raid-Logs, um persönliche Vorschläge und Metriken zu erhalten, um deine Leistung zu verbessern. Gib einfach einen Warcraft Logs-Bericht ein:",
  "Announcements": "Ankündigungen",
  "Back to player selection": "Zurück zur Spielerauswahl",
  "Changelog": "Änderungsprotokoll",
  "Character": "Charakter",
  "Checklist": "Checkliste",
  "Click to switch languages. We've only just started localizing the app, it will take some time until everything is localized.": "Klick um die Sprache zu wechseln. Wir haben gerade erst mit dem Übersetzen angefangen, es wird noch etwas dauern bis alles korrekt übersetzt wird.",
  "Details": "Einzelheiten",
  "Development": "Entwicklung",
  "Events": "Veranstaltungen",
  "Fetching players...": "Spieler abrufen...",
  "Fight downtime is any forced downtime caused by fight mechanics or dying. Downtime caused by simply not doing anything is not included.": "Kampf-Ausfallzeit ist jede erzwungene Ausfallzeit, die durch Kampfmechanik oder Sterben verursacht wird. Ausfallzeiten, die durch Nichtstun entstehen, sind nicht enthalten.",
  "Fillers": "Füller",
  "Help wanted": "Hilfe gesucht",
  "Items": "Gegenstände",
  "Join us on Discord with any questions, suggestions or for more information about contributing.": "Besuchen Sie uns auf Discord mit Fragen, Anregungen oder für weitere Informationen übers Mitwirken.",
  "Loading...": "Wird geladen...",
  "Parsable links:<br/> <ul> <li>https://www.warcraftlogs.com/reports/&lt;report code&gt;</li> <li>https://www.warcraftlogs.com/character/&lt;region&gt;/&lt;realm&gt;/&lt;name&gt;</li> <li>https://worldofwarcraft.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> </ul>": "Analysiere Links:<br/> <ul> <li>https://www.warcraftlogs.com/reports/&lt;report code&gt;</li> <li>https://www.warcraftlogs.com/character/&lt;Region&gt;/&lt;Reich&gt;/&lt;Name&gt;</li> <li>https://worldofwarcraft.com/&lt;Sprachcode&gt;/character/&lt;Reich&gt;/&lt;Name&gt;</li> </ul>",
  "Parsable links:<br/> <ul> <li>https://www.warcraftlogs.com/reports/&lt;report code&gt;</li> <li>https://www.warcraftlogs.com/character/&lt;region&gt;/&lt;realm&gt;/&lt;name&gt;</li> <li>https://worldofwarcraft.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> <li>https://www.wowchina.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> </ul>": "Analysierbare links:<br/> <ul> <li>https://www.warcraftlogs.com/reports/&lt;report code&gt;</li> <li>https://www.warcraftlogs.com/character/&lt;region&gt;/&lt;realm&gt;/&lt;name&gt;</li> <li>https://worldofwarcraft.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> <li>https://www.wowchina.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> </ul>",
  "Premium": "Premium",
  "Recently viewed": "Zuletzt angesehen",
  "Report": "Bericht",
  "Sharing is caring": "Sharing is Caring",
  "Statistics": "Statistiken",
  "Suggestions": "Vorschläge",
  "The amount of Infusion of Lights you did not use out of the total available. You cast {holyShockCasts} Holy Shocks with a {0}% crit ratio. This gave you {totalIolProcs} Infusion of Light procs, of which you used {totalIolUsages}.": "Die Menge an Lichtinfusionen, die du nicht benutzt hast, ist nicht verfügbar. Du hast {HolyShockCasts} mal Heiliger Schock mit einer {0}% kritischen Trefferquote verwendet. Dies gab dir {totalIolProcs} Lichtinfusionen, von denen du {totalIolUsages} benutzt hast.",
  "Try to cast <0/> more often.": "Versuche öfter <0/> zu verwenden.",
  "View insights and timelines for raid encounters": "Einblicke und Zeitpläne für Raid-Begegnungen anzeigen",
  "View the original report": "Zeigen Sie den ursprünglichen Bericht an",
  "Wasted procs": "Verschwendete Procs",
  "We're still working out the kinks of this feature, some modules might output weird results with this on. When we're finished this will be enabled by default.": "Wir arbeiten immer noch an kleinen Fehlern in dieser Funktion, einige Module könnten hieraus merkwürdige Ergebnisse liefern. Wenn wir fertig sind, wird dies standardmäßig aktiviert.",
  "WoWAnalyzer Premium": "WoWAnalyzer Premium",
  "WoWAnalyzer is a tool to help you analyze and improve your World of Warcraft raiding performance through various relevant metrics and gameplay suggestions.<0/><1/>We give detailed insight into various things such as cast behavior, buff uptimes, downtime, cooldown usage, wasted resources and more. We also give insight into useful and interesting statistics such as the (throughput) gain of your talents, trinkets, traits, set bonuses, and other special items and effects.<2/><3/>Using all this data we provide automatic gameplay suggestions that analyzes your actual behavior in a fight and gives pointers to help you improve your performance.<4/><5/>The analysis is custom for each specialization to focus on the things that are important for your spec. It's created by and together with class experts to give you the best possible insights.<6/><7/>Using WoWAnalyzer you will find a wealth of information about the mechanics of your spec, your actual behavior in fights and the optimal playstyle. Analyze your raids after every raid night to continuously improve your performance and become a better player. Whether you're a new player learning a spec for the first time or an experienced player looking for information to help you min-max, WoWAnalyzer is a great tool to have in your arsenal!": "WoWAnalyzer ist ein Werkzeug, dass dazu gebaut wurde dir beim Analysieren und Verbessern deiner Leistung in World-of-Warcraft-Schlachtzügen durch verschiedene Metriken und Tipps zu helfen.<0/><1/>Wir geben detailierte Einblicke in verschiedene Sachen wie Verwendung von Fähigkeiten, Buffs, verschwendete Ressourcen und mehr. Wir bieten ausserdem Einblicke in nützliche und interessante Statistiken wie der Wert von Talenten, Schmuckstücke, Azerit-Fähigkeiten, Set-Boni und andere spezielle Gegenstände und Effekte. Mit diesen Daten stellen wir automatische Hinweise zur Verbessung deiner Spielweise zur Verfügung die sich nach dem tatsächlichem Verhalten im Kampf richten. Die Analyze ist maßgeschneidert für jede Spezialisierung und richtet sich nach den Sachen die für dich tatsächlich wichtig sind. Es wird von und mit Experten der jeweiligen Klassen erstellt um die bestmöglichen Tipps zu geben. WoWAnalyzer zu verwenden wird es dir ermöglichen eine Vielzahl von Informationen über die Mechaniken deiner Spezialisierung, dein Verhalten im Kampf und die optimale Spielweise. Analysiere deinen Schlachtzug nach jedem Abend um eure Leistung durchgehend zu verbessern und bessere Spieler zu werden. Ob neuer Spieler der seine Spezialisierung gerade erst lernt oder erfahrener Spieler der nach Informationen zum min-maxen sucht: WoWAnalyzer ist ein großartiges Werkzeug, das du in deinem Arsenal haben solltest.",
  "WoWAnalyzer is completely open source and relies on contributors to implement spec-specific analysis. You don't need to to do anything special to contribute. See the <0>contributing guidelines</0> if you want to give it a try.": "WoWAnalyzers Quellcode ist komplett öffentlich und beruht auf der Arbeit Freiwilliger um die Analyze bereitzustellen. Du musst nichts besonderes tun um mitzuwirken. Schau dir die Richtlinien zur Mitwirkung an wenn du es mal ausprobieren möchtest.",
  "WoW­Analyzer": "WoW­Analyzer",
  "Wondering how to use WoWAnalyzer? See the <0><1/> Wowhead guide</0>. If you want to see an example report, click on your spec in the <2>Specializations</2> list.": "Fragst du dich wie man WoWAnalyzer verwendet? Sie dir unsere Wowhead-Anleitung an. Wenn du einen Beispiel-Bericht sehen möchtest, klick auf deine Spezialisierung in der Liste.",
  "You haven't viewed anything yet.": "Du hast dir noch nichts angesehen.",
  "Your ad here?": "Deine Werbung hier?",
  "https://www.warcraftlogs.com/reports/<report code>": "https://www.warcraftlogs.com/reports/<Berichtscode>",
  "viewed {0}d ago": "angesehen vor {0} Tagen",
  "{0} out of {1} possible casts. You kept it on cooldown {2}% of the time.": "{0} von {1} möglichen Casts. Du hast die Fähigkeit {2}% der Zeit auf Abklingzeit gehalten.",
  "{0} uptime": "{0} Betriebszeit",
  "{0}d old report": "{0} Tage alter Report"
}
