{
  "<0/> usage": "<0/> uso",
  ">{0}% is recommended": ">{0}% é o recomendado",
  "Abilities": "Habilidades",
  "About WoWAnalyzer": "Sobre o WoWAnalyzer",
  "About unlisted logs": "Sobre logs não listados",
  "Adjust statistics for <0>fight downtime</0> (<1>experimental</1>)": "Ajustar estatísticas para <0>tempo de inatividade no confronto</0> (<1>experimental</1>)",
  "Advertisement": "Propaganda",
  "Analyze": "Analise",
  "Analyze your raid logs to get personal suggestions and metrics to improve your performance. Just enter a Warcraft Logs report:": "Analise os logs da sua raid para obter sugestões e métricas para melhorar seu desempenho. Basta digitar um o código de um relátorio do Warcraft Logs:",
  "Announcements": "Anúncios",
  "Back to player selection": "Voltar a seleção de jogador",
  "Changelog": "Histórico de mudanças",
  "Character": "Personagem",
  "Checklist": "Lista de verificação",
  "Click to switch languages. We've only just started localizing the app, it will take some time until everything is localized.": "Clique para trocar o idioma. Começamos a tradução da aplicação, vai levar um tempo até que tudo esteja traduzido.",
  "Details": "Detalhes",
  "Development": "Desenvolvimento",
  "Events": "Eventos",
  "Fetching players...": "Buscando jogadores...",
  "Fight downtime is any forced downtime caused by fight mechanics or dying. Downtime caused by simply not doing anything is not included.": "Tempo de inatividade é qualquer inatividade causada por mecânicas da luta ou morte. Tempo de inatividade causado por não estar fazendo nada, não são incluídos.",
  "Fillers": "Fillers",
  "Help wanted": "Precisamos de ajuda",
  "Items": "Itens",
  "Join us on Discord with any questions, suggestions or for more information about contributing.": "Junte-se a nós no Discord com qualquer questão, sugestão or para mais informações sobre como contribuir.",
  "Loading...": "Carregando...",
  "Parsable links:<br/> <ul> <li>https://www.warcraftlogs.com/reports/&lt;report code&gt;</li> <li>https://www.warcraftlogs.com/character/&lt;region&gt;/&lt;realm&gt;/&lt;name&gt;</li> <li>https://worldofwarcraft.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> <li>https://www.wowchina.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> </ul>": "Links interpretáveis:<br/> <ul> <li>https://www.warcraftlogs.com/reports/&lt;código do relatório&gt;</li> <li>https://www.warcraftlogs.com/character/&lt;região&gt;/&lt;reino&gt;/&lt;personagem&gt;</li> <li>https://worldofwarcraft.com/&lt;language-code&gt;/character/&lt;reino&gt;/&lt;personagem&gt;</li> <li>https://www.wowchina.com/&lt;language-code&gt;/character/&lt;reino&gt;/&lt;personagem&gt;</li> </ul>",
  "Premium": "Premium",
  "Recently viewed": "Vistos recentemente",
  "Report": "Relatório",
  "Sharing is caring": "Compartilhar é cuidar",
  "Statistics": "Estatísticas",
  "Suggestions": "Sugestões",
  "The amount of Infusion of Lights you did not use out of the total available. You cast {holyShockCasts} Holy Shocks with a {0}% crit ratio. This gave you {totalIolProcs} Infusion of Light procs, of which you used {totalIolUsages}.": "A quantidade de Infusões de Luz que você não usou do total disponível. Você conjurou {holyShockCasts} Choques Sagrados, sendo {0}% deles críticos. Isso te deu {totalIolProcs} procs de Infusão de Luz, dos quais você usou {totalIolUsages}.",
  "Try to cast <0/> more often.": "Tente conjurar <0/> com mais frequência.",
  "View insights and timelines for raid encounters": "Veja mais informações sobre os confrontos de raid",
  "View the original report": "Veja o relatório original",
  "Wasted procs": "Procs desperdiçados",
  "We're still working out the kinks of this feature, some modules might output weird results with this on. When we're finished this will be enabled by default.": "Ainda estamos trabalhando nos detalhes desse recurso, alguns módulos podem exibir resultados estranhos com isso ativado. Quando terminarmos isso será ativado por padrão.",
  "WoWAnalyzer Premium": "WoWAnalyzer Premium",
  "WoWAnalyzer is a tool to help you analyze and improve your World of Warcraft raiding performance through various relevant metrics and gameplay suggestions.<0/><1/>We give detailed insight into various things such as cast behavior, buff uptimes, downtime, cooldown usage, wasted resources and more. We also give insight into useful and interesting statistics such as the (throughput) gain of your talents, trinkets, traits, set bonuses, and other special items and effects.<2/><3/>Using all this data we provide automatic gameplay suggestions that analyzes your actual behavior in a fight and gives pointers to help you improve your performance.<4/><5/>The analysis is custom for each specialization to focus on the things that are important for your spec. It's created by and together with class experts to give you the best possible insights.<6/><7/>Using WoWAnalyzer you will find a wealth of information about the mechanics of your spec, your actual behavior in fights and the optimal playstyle. Analyze your raids after every raid night to continuously improve your performance and become a better player. Whether you're a new player learning a spec for the first time or an experienced player looking for information to help you min-max, WoWAnalyzer is a great tool to have in your arsenal!": "WoWAnalyzer é uma ferramenta para ajudar você a analisar e melhorar seu desempenho raidando no World of Warcraft através de métricas relevantes e sugestões na jogabilidade. <0/><1/>Damos informações detalhadas sobre uma variedade de coisas como: comportamento durante a conjuração, tempo ativo de buffs, tempo inativo, uso de cooldowns, recursos desperdiçados etc. Também apresentamos informações em forma de estatísticas interessantes como a (taxa) de ganho que seus talentos, berloques, outros itens especiais e efeitos.<2/><3/>Usando todos esses dados nós damos de forma automática sugestões de jogabilidade que analisam seu comportamento atual na luta e sugerimos dicas para ajudar a melhorar sua performance.<4/><5/>A analise é customizada para cada especialização com o objetivo de focar no que importa para a sua especialização. Isso é criado por e junto com os especialistas de classe para ter dar a informação mais detalhada possível.<6/><7/>Usando o WoWAnalyzer você vai encontrar uma riqueza de informações sobre as mecânicas da sua especialização, seu comportamento atual nas lutas e qual o estilo de jogo ótimo. Analise suas raids depois de cada noite de raid e aprimore sua performance continuamente e vire um jogador melhor. Independente se você é um novo jogador aprendendo a especialização pela primeira vez ou um jogador experiente procurando informação para ajudar você no min-max, WoWAnalyzer é uma grande ferramenta para ter no seu arsenal.",
  "WoWAnalyzer is completely open source and relies on contributors to implement spec-specific analysis. You don't need to to do anything special to contribute. See the <0>contributing guidelines</0> if you want to give it a try.": "WoWAnalyzer é completamente código aberto e depende de contribuidores para implementar analises especificas de cada especialização. Você não precisa fazer nada de especial para contribuir. Veja as <0>diretrizes de contribuição</0> se você quiser fazer uma tentativa.",
  "WoW­Analyzer": "WoW­Analyzer",
  "Wondering how to use WoWAnalyzer? See the <0><1/> Wowhead guide</0>. If you want to see an example report, click on your spec in the <2>Specializations</2> list.": "Quer saber como usar o WoWAnalyzer? Veja o <0><1/> Guia do Wowhead </0>. Se quiser um exemplo de relatório, clique na sua especialização na lista de <2>Especializações</2>.",
  "You haven't viewed anything yet.": "Você ainda não viu nada.",
  "Your ad here?": "Sua propaganda aqui?",
  "https://www.warcraftlogs.com/reports/<report code>": "https://www.warcraftlogs.com/reports/<código do relatório>",
  "viewed {0}d ago": "visto à {0}d atras",
  "{0} out of {1} possible casts. You kept it on cooldown {2}% of the time.": "{0} de {1} possíveis conjurações. Você manteve em cooldown {2}% do tempo.",
  "{0} uptime": "{0} de tempo ativo",
  "{0}d old report": "relatório de {0}d"
}
