{
  "<0/> usage": "<0/> utilisation",
  ">{0}% is recommended": "{0}% est recommandé",
  "A connection error occured.": "Un problème de connexion est survenu",
  "Abilities": "Compétences",
  "About WoWAnalyzer": "A propos de WoWAnalyzer",
  "About unlisted logs": "A propos des registres non listé",
  "About {0} {1}": "A propos {0} {1}",
  "Adjust statistics for <0>fight downtime</0> (<1>experimental</1>)": "Ajuster les statistiques pour <0>les temps morts du combat</0> (<1>expérimentale</1>)",
  "Advertisement": "Annonce publicitaire",
  "Analyze": "Analyser",
  "Analyze your raid logs to get personal suggestions and metrics to improve your performance. Just enter a Warcraft Logs report:": "Analysez vos données de raid pour avoir des suggestions personnelles et des mesures afin d'améliorer vos performances. Entrez votre rapport Warcraft Logs.",
  "Announcements": "Annonces",
  "Aside from the great news that you'll be the first to experience something new that is probably going to pretty amazing, you'll probably also enjoy knowing that our updates usually only take less than 10 seconds. So just <0>give it another try</0>.": "",
  "Azerite Powers": "Pouvoirs d'Azérite",
  "Back": "Retour",
  "Back to fight selection": "Retour à la sélection du combat",
  "Back to home": "Retour à la page d'accueil",
  "Back to player selection": "Retour à la sélection du personnage",
  "Change fight": "Changer de combat",
  "Change player": "Changer de personnage",
  "Changelog": "Journal des mises à jours",
  "Character": "Personnage",
  "Checklist": "Liste récapitulative",
  "Click to switch languages. We've only just started localizing the app, it will take some time until everything is localized.": "Cliquez pour changer de langue. Nous commençons seulement la traduction de l'application, cela prendra un certain temps à être traduit.",
  "Continue anyway": "Continuer quand même",
  "Corrupt Warcraft Logs API response": "La réponse de l'API de Warcraft Logs est corrompue",
  "Corrupt Warcraft Logs API response received, this report can not be processed.": "La réponse de l'API de Warcraft Logs est corrompue, ce rapport ne peut pas être traité.",
  "Details": "Détails",
  "Development": "Développement",
  "Either you entered a wrong report, or it is private.": "Vous avez soit entré un mauvais rapport, soit il est privé.",
  "Error": "Erreur",
  "Events": "Évènements",
  "Failed to parse API response": "Impossible d'analyser la réponse de l'API",
  "Fetching player info...": "Extraction des informations du joueur",
  "Fetching players...": "Extraction des joueurs",
  "Fight downtime is any forced downtime caused by fight mechanics or dying. Downtime caused by simply not doing anything is not included.": "Les temps morts du combat sont les temps morts forcés par les mécaniques du combat ou la mort du joueur. Les temps morts dû à l'inactivité ne sont pas pris en compte.",
  "Fillers": "",
  "Help wanted": "Aide demandée",
  "Heroic": "Héroique",
  "It appears like another \"{playerName}\" is in this log, please select the correct one": "Il semble qu'un autre \"{playerName}\" se trouve dans ce rapport, veuillez sélectionner celui qui convient",
  "It looks like we couldn't get a response in time from the API, this usually happens when the servers are under heavy load. Please try and use your report-code or try it again later.": "Il semble que nous n'ayons pas pu obtenir une réponse à temps de l'API, cela se produit généralement lorsque les serveurs sont sous forte charge. Veuillez essayer d'utiliser votre code de rapport ou réessayez plus tard.",
  "It looks like we couldn't get a response in time from the API. Try and paste your report-code manually.": "Il semble que nous n'ayons pas pu obtenir une réponse à temps de l'API. Essayez de coller votre code de rapport manuellement.",
  "Items": "Objets",
  "JSON parse error, the API response is probably corrupt. Let us know on Discord and we may be able to fix it for you.": "Erreur d'analyse JSON, la réponse de l'API est probablement corrompue. Faites-le nous savoir sur Discord et nous pourrons peut-être le réparer pour vous.",
  "Join us on Discord with any questions, suggestions or for more information about contributing.": "Rejoignez nous sur Discord si vous avez des questions, suggestions ou pour plus d'informations à propos de la contribution au site.",
  "Kill": "",
  "Kills only": "",
  "LFR": "RDR",
  "Legion analyzer": "Analyseur pour Legion",
  "Loading...": "Chargement...",
  "Mastery effectiveness": "Efficacité de la maîtrise",
  "Minor importance": "Importance mineure",
  "Mythic": "Mythique",
  "No player data (such as gear, talents and traits) was found for this fight. This usually happens because you did not record with <0>Advanced Combat Logging</0> enabled. Make sure it is enabled, you can enable this in-game in the network settings.": "Aucune donnée sur les joueurs (comme l'équipement, les talents et les traits) n'a été trouvée pour ce combat. Cela se produit généralement parce que vous n'avez pas enregistré avec <0>Advanced Combat Logging</0> activé. Assurez-vous qu'il est activé, vous pouvez l'activer en jeu dans les paramètres réseau.",
  "Normal": "Normal",
  "Parsable links:<br/> <ul> <li>https://www.warcraftlogs.com/reports/&lt;report code&gt;</li> <li>https://www.warcraftlogs.com/character/&lt;region&gt;/&lt;realm&gt;/&lt;name&gt;</li> <li>https://worldofwarcraft.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> <li>https://www.wowchina.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> </ul>": "Lien analysable :<br/> <ul> <li>https://www.warcraftlogs.com/reports/&lt;report code&gt;</li> <li>https://www.warcraftlogs.com/character/&lt;region&gt;/&lt;realm&gt;/&lt;name&gt;</li> <li>https://worldofwarcraft.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> <li>https://www.wowchina.com/&lt;language-code&gt;/character/&lt;realm&gt;/&lt;name&gt;</li> </ul>",
  "Player data does not seem to be available for the selected player in this fight.": "Les données du joueur ne semblent pas être disponibles pour le joueur sélectionné dans ce combat.",
  "Player selection": "Sélection du personnage",
  "Please select a region, realm and player.": "Veuillez sélectionner votre région, royaume et personnage",
  "Premium": "Premium",
  "Prepatch analyzer": "Analyseur pour le pré-patch",
  "Private reports can not be used, if your guild has private reports you will have to <0>upload your own logs</0> or change the existing reports to the <1>unlisted</1> privacy option instead.": "",
  "Pulling report info...": "Récupération des informations du rapport...",
  "Realm": "Royaume",
  "Recently viewed": "Vu récemment",
  "Refresh": "Rafraichir",
  "Report": "Rapport",
  "Report not found.": "Rapport introuvable.",
  "Search": "Rechercher",
  "Select the fight to parse": "Sélectionner le combat à analyser",
  "Select the fight to parse for {0}": "Sélectioner le combat à analyser pour {0}",
  "Select the player you wish to analyze": "Sélectioner le joueur que vous souhaitez analyser",
  "Sharing is caring": "Partager, c'est se soucier",
  "Some of these suggestions may be nitpicky or fight dependent, but often it's still something you could look to improve. Try to focus on improving one thing at a time - don't try to improve everything at once.": "",
  "Something went wrong talking to our servers, please try again.": "Quelque chose s'est mal passé en contactant nos serveurs, veuillez réessayer.",
  "Sorry, this spec is currently not supported": "Désolé, cette spécialisation n'est pas supportée pour le moment",
  "Spec unknown": "Spécialisation inconnue",
  "Statistics": "Statistiques",
  "Still working...": "Travail en cours...",
  "Suggestions": "Suggestions",
  "Talents": "Talents",
  "The API is down.": "L'API est en panne.",
  "The amount of Infusion of Lights you did not use out of the total available. You cast {holyShockCasts} Holy Shocks with a {0}% crit ratio. This gave you {totalIolProcs} Infusion of Light procs, of which you used {totalIolUsages}.": "",
  "The analysis for this spec is outdated. It may be inaccurate for spells that were changed since patch {patchCompatibility}.": "L'analyse de cette spécialisation est dépassée. Elle peut être inexacte pour les sorts qui ont été modifiés depuis le patch {patchCompatibility}.",
  "The checklist for this spec is not yet available. We could use your help to add this. See <0>GitHub</0> or join us on <1>Discord</1> if you're interested in contributing this.": "La liste récapitulative pour cette spécialisation n'est pas encore disponible. Nous pourrions avoir besoin de votre aide pour ajouter celle-ci. Voir le <0>GitHub</0> ou nous rejoindre sur <1>Discord</1> si vous êtes intéressé à y contribuer.",
  "The combatlog did not give us any information about this player. This player can not be analyzed.": "Le rapport de combat ne nous a donné aucune information sur ce joueur. Il ne peut pas être analysé.",
  "The data received from WCL for this player is corrupt, this player can not be analyzed in this fight.": "Les données reçus de Wacraft Logs pour ce joueur sont corrompus, il ne peut pas être analysé sur ce combat.",
  "There are no major issues in this fight. Good job!": "Il n'y a aucune erreur majeure sur ce combat. Beau travail !",
  "This is usually because we're leveling up with another patch.": "C'est généralement du à la mise à niveau avec un autre patch",
  "This spec hasn't been updated for the latest patch so we're afraid it might be outdated and misleading. We recommend reading the <0><1/> Wowhead</0> and <2>Icy Veins</2> guides to gain more knowledge about your spec and use this to analyze yourself. You can also try asking for help in a <3>class Discord</3>.<4/><5/>We have no ETA for support for {0} {1}. We need volunteer contributors to maintain specs, and seeing as {2} {3} is out of date, it's likely nobody is currently maintaining it. If you are interested or know someone who might be interested helping people help themselves, check out <6>GitHub</6> or <7>Discord</7> for more information.<8/><9/>If you want us to prioritize support for this spec, consider upvoting support for this spec on <10>the suggestions board</10>. The most popular suggestions will be bountied with funds raised from <11>Premium</11>.": "Cette spécialisation n'a pas été mise à jour pour le dernier patch nous craignons donc qu'elle ne soit dépassée et trompeuse. Nous vous recommandons de lire les guides <0><1/> Wowhead</0> et <2>Icy Veins</2> pour en savoir plus sur votre spécialisation et les utiliser pour vous analyser. Vous pouvez également essayer de demander de l'aide dans un <3>Discord de classe</3>.<4/><5/>Nous n'avons pas d'estimation de temps avant l'arriver du support pour {0} {1}. Nous avons besoin de contributeurs volontaires pour maintenir les spécialisations, et vu que {2} {3} n'est plus à jour, il est probable que personne ne l'entretienne actuellement. Si vous êtes intéressé, ou connaissez quelqu'un qui pourrait l'être, à contribuer au site, consultez le <6>GitHub</6> ou le <7>Discord</7> pour plus d'informations.<8/><9/> Si vous voulez que nous donnions la priorité au support de cette spécialisation, considérez le vote pour ce support sur la <10>page de suggestions</10>. Les suggestions les plus populaires seront créées avec des fonds récoltés à partir des comptes <11>Premium</11>.",
  "This will refresh the fights list which can be useful if you're live logging.": "Cela rafraîchira la liste des combats, ce qui peut être utile si vous êtes en train d'enregistrer en direct.",
  "Try to cast <0/> more often.": "Essayez d'utiliser <0/> plus souvent.",
  "Unparsable due to corrupt combatlog event.": "Analyse impossible en raison de la corruption du journal d'évènement",
  "Updated for patch": "A jour pour le correctif",
  "View insights and timelines for raid encounters": "Consulter les observations et les chronologies pour les rencontres de raids",
  "View the original report": "Voir le rapport original",
  "Wasted procs": "procs perdu",
  "We're still working out the kinks of this feature, some modules might output weird results with this on. When we're finished this will be enabled by default.": "Nous sommes encore en train de travailler sur les défauts de cette fonctionnalité, certains modules pourraient donner des résultats bizarres avec cette fonction activée. Lorsque nous aurons terminé, cette option sera activée par défaut.",
  "Wipe {wipes}": "Wipe {wipes}",
  "WoWAnalyzer Premium": "WoWAnalyzer Premium",
  "WoWAnalyzer is a tool to help you analyze and improve your World of Warcraft raiding performance through various relevant metrics and gameplay suggestions.<0/><1/>We give detailed insight into various things such as cast behavior, buff uptimes, downtime, cooldown usage, wasted resources and more. We also give insight into useful and interesting statistics such as the (throughput) gain of your talents, trinkets, traits, set bonuses, and other special items and effects.<2/><3/>Using all this data we provide automatic gameplay suggestions that analyzes your actual behavior in a fight and gives pointers to help you improve your performance.<4/><5/>The analysis is custom for each specialization to focus on the things that are important for your spec. It's created by and together with class experts to give you the best possible insights.<6/><7/>Using WoWAnalyzer you will find a wealth of information about the mechanics of your spec, your actual behavior in fights and the optimal playstyle. Analyze your raids after every raid night to continuously improve your performance and become a better player. Whether you're a new player learning a spec for the first time or an experienced player looking for information to help you min-max, WoWAnalyzer is a great tool to have in your arsenal!": "WoWAnalyzer est un outil qui vous aide à analyser et à améliorer vos performances de raid sur World of Warcraft grâce à diverses mesures pertinentes et des suggestions de gameplay.<0/><1/>Nous donnons un aperçu détaillé de diverses choses telles que la façon dont vous lancez vos sorts, les temps morts durant les combats, les durées de bonus (buffs), l'utilisation de vos temps de recharge, les ressources perdues et plus. Nous donnons également un aperçu des statistiques utiles et intéressantes telles que les bonus vos talents, bijoux, traits, bonus de set, autres objets et bonus spéciaux.<2/><3/>En utilisant toutes ces données, nous fournissons des suggestions de gameplay qui vous permettent d'analyser votre comportement dans un combat et vous donne des conseils pour vous aider à améliorer vos performances.<4/><5/>L'analyse est personnalisée pour chaque spécialisation pour vous permettre de vous concentrer sur les choses qui sont importantes pour celles-ci. Elle est créée par et avec des experts de cette spécialisation pour vous donner les informations les plus pertinentes possibles.<6/><7/>En utilisant WoWAnalyzer, vous trouverez une mine d'informations sur les mécaniques de votre spécialisation, votre comportement réel dans les combats et le style de jeu optimal. Analysez vos raids après ces derniers pour améliorer continuellement vos performances et devenir un meilleur joueur. Que vous soyez un nouveau joueur apprenant une spécialisation pour la première fois ou un joueur expérimenté à la recherche d'informations pour vous aider vous parfaire, WoWAnalyzer est un excellent outil à avoir dans votre arsenal!",
  "WoWAnalyzer is completely open source and relies on contributors to implement spec-specific analysis. You don't need to to do anything special to contribute. See the <0>contributing guidelines</0> if you want to give it a try.": "WoWAnalyzer est complètement open source et s'appuie sur des contributeurs pour implémenter des analyses spécifiques aux spécialisations. Vous n'avez pas besoin de faire quoi que ce soit de spécial pour contribuer. Voir  le <0>guide de contribution</0> si vous voulez vous y essayer.",
  "WoW¬Analyzer": "WoWAnalyzer",
  "Wondering how to use WoWAnalyzer? See the <0><1/> Wowhead guide</0>. If you want to see an example report, click on your spec in the <2>Specializations</2> list.": "Vous vous demandez comment utiliser WoWAnalyzer ? Regarder le guide sur <0><1/> Wowhead </0>. Si vous voulez voir un exemple de rapport, cliquez sur votre spécialisation dans la liste des <2>Spécialisations</2>.",
  "You haven't viewed anything yet.": "Vous n'avez encore rien vu.",
  "You will usually get the most helpful results using raid fights where you're being challenged, such as progress raids.": "Vous obtiendrez généralement les résultats les plus utiles en utilisant les combats de raids les plus difficiles, comme les raids de progression.",
  "Your Mastery Effectiveness can be improved. Try to improve your positioning, usually by sticking with melee.": "L'efficacité de votre maîtrise peut être améliorée. Essayez d'améliorer votre positionnement, généralement en restant au corps à corps.",
  "Your ad here?": "Votre publicité ici ?",
  "https://www.warcraftlogs.com/reports/<report code>": "https://www.warcraftlogs.com/reports/<code du rapport>",
  "versus": "contre",
  "viewed {0}d ago": "Vu il y a {0} jours",
  "{0, plural, one {Contributor} other {Contributors}}": "",
  "{0} by {1} in {2}": "",
  "{0} in {1}": "",
  "{0} out of {1} possible casts. You kept it on cooldown {2}% of the time.": "{0} sur {1} utilisation possible. Vous l'avez gardé en recharge {2}% du temps.",
  "{0} uptime": "",
  "{0}% mastery effectiveness": "{0}% d'efficacité de votre maîtrise",
  "{0}d old report": "Rapport datant d'il y a {0} jours",
  "{char} of {realm} could not be found.": "",
  "{numFriendlies, plural, one {Healer} other {Healers}}": "",
  "{numFriendlies, plural, one {Tank} other {Tanks}}": "",
  "{numFriendlies, plural, other {Melee DPS}}": "",
  "{numFriendlies, plural, other {Ranged DPS}}": ""
}