{
  "<0/> Uptime": "",
  "<0/> applied prepull": "",
  "<0/> has a big impact on the strength of your heals. Try to stay close to the people you are healing to benefit the most from your Mastery. Use <1/> when healing people further away.": "",
  "<0/> is an inefficient spell to cast compared to the alternatives. Try to only cast <1/> when it will save someone's life or when you have to move and all other instant cast spells are on cooldown.": "",
  "<0/> usage": "",
  "<0/><1/>{0} {1} {2} {3} {4} are your most efficient healing spells available. Try to cast them as much as possible without overhealing.<2>On Mythic</2> you can often still cast these spells more even if you were overhealing by casting it quicker when it comes off cooldown and improving your target selection. {5}": "",
  "<0>Passive:</0><1/>Damage transferred: {0} damage ( {1} DTPS)<2/>Effectively damage reduction: {2} ( {3} DRPS)<3/><4>Active (Aura Mastery):</4><5/>Damage transferred: {4} damage ( {5} DTPS)<6/>Effective damage reduction: {6} ( {7} DRPS)<7/><8>Total:</8><9/>Damage transferred: {8} damage ( {9} DTPS)<10/>Effective damage reduction: {10} damage ( {11} DRPS / {12} % of total healing)<11/><12/>This is an estimation. There are several ways to calculate the effective damage reduction of buffs, this uses the lowest method. At the same time the log's health tracking (and thus AM activity) isn't perfect, so there might be a few false positives when there's a lot of damage at the exact same moment.<13/><14/>Any damage transferred by the <15>passive</15> while immune (if applicable) is <16>not</16> included.": "",
  "<{0}% is recommended": "",
  "<{recommended} casts per minute is recommended": "",
  ">{0} HPS is recommended": "",
  ">{0}% is recommended": "{0}% est recommandé",
  "A common misconception about Holy Paladins is that we should focus tanks when healing. This is actually inefficient. Let your beacons do most of the work, ask your co-healers to keep efficient HoTs on the tanks and only directly heal the tanks when they would otherwise die.": "",
  "A connection error occured.": "Un problème de connexion est survenu",
  "About": "",
  "About {0} {1}": "A propos {0} {1}",
  "Adjust statistics for <0>fight downtime</0> (<1>experimental</1>)": "Ajuster les statistiques pour <0>les temps morts du combat</0> (<1>expérimental</1>)",
  "All items enchanted": "",
  "An error occured during analysis": "",
  "An error occured while trying to render this part of the page.": "",
  "An error occured.": "",
  "An unexpected error occured in the app. Please try again.": "",
  "Analyze": "Analyser",
  "Aside from the great news that you'll be the first to experience something new that is probably going to pretty amazing, you'll probably also enjoy knowing that our updates usually only take less than 10 seconds. So just <0>give it another try</0>.": "",
  "Average distance": "",
  "Average targets hit per cast": "",
  "Avoid overhealing": "",
  "Azerite Powers": "Pouvoirs d'Azérite",
  "Back": "Retour",
  "Back to fight selection": "Retour à la sélection du combat",
  "Back to home": "Retour à la page d'accueil",
  "Back to player selection": "Retour à la sélection du personnage",
  "Be well prepared": "",
  "Beacon Uptime": "",
  "Beacon healing caused": "",
  "Beacon healing is triggered by the <0>raw</0> healing done of your primary spells. This breakdown shows the amount of effective beacon healing replicated by each beacon transfering heal.": "",
  "Beacon healing lost (line of sight)": "",
  "Beacon healing lost (missing beacon)": "",
  "Beacon healing sources": "",
  "Beacon of Light and Beacon of Faith, if talented, should be applied prior to the fight starting and maintained active for as long as the paladin is alive. Any beacon downtime will result in lost healing and efficiency.": "",
  "Being well prepared with food, flasks, potions and enchants is an easy way to improve your performance.": "",
  "Best streak: {0}": "",
  "BoF Uptime": "",
  "BoL Uptime": "",
  "BoV Uptime": "",
  "CURRENTLY UNMAINTAINED": "",
  "Calculating Holy Avenger healing contribution is hard.<0/><1/>What this does is add 30% of all effective healing and 30% of Holy Shock effective healing for the total healing contributed by Holy Avenger. There is no checking for GCDs missed or whatever since the assumption is that you still cast 30% more spells than you normally would, and normally you'd also have missed GCDs.<2/><3/>This healing gain from the Haste is kinda undervalued since Haste gains are calculated in-game with <4>CurrentHaste * (1 + HasteBonus) + HasteBonus</4>. Here all I include is the absolute Haste bonus, not the relative bonus since it's very hard to calculate.<5/><6/>This statistic can see high numbers if Holy Avenger is paired with Avenging Wrath and/or AoS Aura Masatery. **This is perfectly right.** Those spells increase the ST/cleave healing you do and work nicely with a Haste increaser that increases the amount of heals you can do in that short period of time. But stacking HA with AW/AM may still not be best when you look at the overall fight, as spread out cooldowns often still provide more effective healing.": "",
  "Cast never finished.": "",
  "Casting Holy Shock regularly is very important for performing well.": "",
  "Casting Light of Dawn regularly is very important for performing well.": "",
  "Character": "Personnage",
  "Charge restored": "",
  "Click to load the required data.": "",
  "Click to switch languages. We've only just started localizing the app, it will take some time until everything is localized.": "Cliquez pour changer de langue. Nous commençons seulement la traduction de l'application, cela prendra un certain temps à être traduit.",
  "Continue anyway": "Continuer quand même",
  "Cooldown reduction": "",
  "Corrupt Warcraft Logs API response": "La réponse de l'API de Warcraft Logs est corrompue",
  "Corrupt Warcraft Logs API response received, this report can not be processed.": "La réponse de l'API de Warcraft Logs est corrompue, ce rapport ne peut pas être traité.",
  "Damage done": "",
  "Damage reduced": "",
  "Damage reduction": "",
  "Damage transferred": "",
  "Direct beacon healing": "",
  "Divine Purpose procs": "",
  "Don't tunnel the tanks": "",
  "Downtime": "",
  "Due to the number of class changes since the last expansion (class abilities, talents, etc.), the analysis provided by WoWAnalyzer will most likely be inaccurate.<0/><1/>You can still access the Analysis by clicking 'Continue anyway' below if required.": "",
  "Either you entered a wrong report, or it is private.": "Vous avez soit entré un mauvais rapport, soit il est privé.",
  "Estimated healing": "",
  "Events": "Évènements",
  "Failed to parse API response": "Impossible d'analyser la réponse de l'API",
  "Fetching logs...": "",
  "Fetching player info...": "Extraction des informations du joueur",
  "Fight downtime is any forced downtime caused by fight mechanics or dying. Downtime caused by simply not doing anything is not included.": "Les temps morts du combat sont les temps morts forcés par les mécaniques du combat ou la mort du joueur. Les temps morts dûs à l'inactivité ne sont pas pris en compte.",
  "Fight selection": "",
  "Fillers": "",
  "Flask used": "",
  "Food used": "",
  "HL/FoL": "",
  "HPCT stands for \"Healing per Cast Time\". This is the max value that Haste would be worth if you would cast everything you are already casting (that scales with Haste) faster. Mana and overhealing are not accounted for in any way.<0/><1/>The real value of Haste (HPCT) will be between 0 and the shown value. It depends on various things, such as if you have the mana left to spend, if the gained casts would overheal, and how well you are at casting spells end-to-end. If you are going OOM before the end of the fight you might instead want to drop some Haste or cast fewer bad heals. If you had mana left-over, Haste could help you convert that into healing. If your Haste usage is optimal Haste will then be worth the shown max value.<2/><3/>Haste can also help you safe lives during intense damage phases. If you notice you're GCD capped when people are dying, Haste might help you land more heals. This may contribute more towards actually getting the kill.": "",
  "HPCT stands for \"Healing per Cast Time\". This is the max value that Haste would be worth if you would cast everything you are already casting (that scales with Haste) faster. Mana and overhealing are not accounted for in any way.<0/><1/>The real value of Haste (HPCT) will be between 0 and the shown value. It depends on various things, such as if you have the mana left to spend, if the gained casts would overheal, and how well you are at casting spells end-to-end. If you are going OOM before the end of the fight you might instead want to drop some Haste or cast fewer bad heals. If you had mana left-over, Haste could help you convert that into healing. If your Haste usage is optimal Haste will then be worth the shown max value.<2/><3/>Haste can also help you safe lives during intense damage phases. If you notice you're GCD capped when people are dying, Haste might help you land more heals. This may contribute more towards actually getting the kill.<4/><5/><6>The easiest advice here is to get Haste to a point you're comfortable at. Experiment with different Haste levels, and don't drop a lot of item level for it.</6>": "",
  "Healing done": "",
  "Help wanted": "Aide demandée",
  "Heroic": "Héroïque",
  "High quality flask used": "",
  "High quality food used": "",
  "Holy Shock was off cooldown when you cast Crusader Strike. You should cast Holy Shock before Crusader Strike for maximum healing or damage.": "",
  "Holy Shock was off cooldown when you started casting this unbuffed Flash of Light. You should cast Holy Shock instead.": "",
  "Home": "",
  "If you can't or don't want to cast it more consider using <0/> or <1/> instead.": "",
  "If you have a large amount of mana left at the end of the fight that's mana you could have turned into healing. Try to use all your mana during a fight. A good rule of thumb is to try to match your mana level with the boss's health.": "",
  "Improve your performance with personal feedback and stats. Just enter the link of a <0>Warcraft Logs</0> report:": "",
  "It appears like another \"{playerName}\" is in this log, please select the correct one": "Il semble qu'un autre \"{playerName}\" se trouve dans ce rapport, veuillez sélectionner celui qui convient",
  "It looks like we couldn't get a response in time from the API, this usually happens when the servers are under heavy load. Please try and use your report-code or try it again later.": "Il semble que nous n'ayons pas pu obtenir une réponse à temps de l'API, cela se produit généralement lorsque les serveurs sont sous forte charge. Veuillez essayer d'utiliser votre code de rapport ou réessayez plus tard.",
  "It looks like we couldn't get a response in time from the API, this usually happens when the servers are under heavy load.<0/><1/>You could try and enter your report-code manually <2>here</2>.<3/>That would bypass the load-intensive character lookup and we should be able to analyze your report.<4/>": "",
  "It looks like we couldn't get a response in time from the API. Try and paste your report-code manually.": "Il semble que nous n'ayons pas pu obtenir une réponse à temps de l'API. Essayez de coller votre code de rapport manuellement.",
  "It was either already available or going to be available within {HOLY_SHOCK_COOLDOWN_WAIT_TIME}ms.": "",
  "Items": "Objets",
  "JSON parse error, the API response is probably corrupt. Let us know on Discord and we may be able to fix it for you.": "Erreur d'analyse JSON, la réponse de l'API est probablement corrompue. Faites-le nous savoir sur Discord et nous pourrons peut-être le réparer pour vous.",
  "Keep your beacons active": "",
  "Khadgar approves your bravery": "",
  "Kill": "",
  "Kills only": "",
  "LFR": "RDR",
  "Mana left": "",
  "Mastery effectiveness": "Efficacité de la maîtrise",
  "Mastery effectiveness breakdown": "",
  "Minor importance": "Importance mineure",
  "Mythic": "Mythique",
  "Mythic+": "",
  "N/A": "",
  "Name": "",
  "New stuff": "",
  "News": "",
  "No inefficient casts is recommended": "",
  "No more than {recommended} is recommended": "",
  "Non healing time": "",
  "Normal": "Normal",
  "Not<0/>casted<1/>prepull": "",
  "Only use <0/> when absolutely necessary": "",
  "Opens in a new tab. View insights and timelines for raid encounters.": "",
  "Opens in a new tab. View the original report.": "",
  "Other spells": "",
  "Overheal": "",
  "Overview": "",
  "Parses": "",
  "Patch 8.3 implemented a <0>glimmer cap </0>limiting the number of active <1/> buffs to {GLIMMER_CAP}.<2/>Avoid stacking haste cooldowns to prevent over-capping on <3/>.<4>More info here.</4>": "",
  "Pick the right targets when healing and use the right abilities at the right time. While overhealing still transfers to your beacons, it remains inefficient. Overhealing might be unavoidable when there's not a lot of damage taken (such as in normal mode) or when bringing too many healers.": "",
  "Player data does not seem to be available for the selected player in this fight.": "Les données du joueur ne semblent pas être disponibles pour le joueur sélectionné dans ce combat.",
  "Player selection": "Sélection du personnage",
  "Please check your filters and make sure that you logged those fights on Warcraft Logs.<0/><1/>Don't know how to log your fights? Check <2>Warcraft Logs guide</2> to get started.": "",
  "Please check your input and make sure that you've selected the correct region and realm.<0/>If your input was correct, then make sure that someone in your raid logged the fight for you or check <1>Warcraft Logs guide</1> to get started with logging on your own.<2/><3/>When you know for sure that you have logs on Warcraft Logs and you still get this error, please message us on <4>Discord</4> or create an issue on <5>Github</5>.": "",
  "Please select a region, realm and player.": "Veuillez sélectionner votre région, royaume et personnage",
  "Position yourself well to maximize <0/>": "",
  "Premium": "Premium",
  "Premium active": "",
  "Private reports can not be used, if your guild has private reports you will have to <0>upload your own logs</0> or change the existing reports to the <1>unlisted</1> privacy option instead.": "",
  "Pulling report info...": "Récupération des informations du rapport...",
  "Realm": "Royaume",
  "Recently viewed": "Vu récemment",
  "Refresh": "Rafraichir",
  "Report exceeds supported duration": "",
  "Report not found.": "Rapport introuvable.",
  "Request timed out": "",
  "Scroll back to the top.": "",
  "Search": "Rechercher",
  "Select the fight you wish to analyze.": "",
  "Select the player you wish to analyze.": "",
  "Sharing is caring": "Partager, c'est se soucier",
  "Some of these suggestions may be nitpicky or fight dependent, but often it's still something you could look to improve. Try to focus on improving one thing at a time - don't try to improve everything at once.": "",
  "Something went wrong": "",
  "Something went wrong talking to Warcraft Logs": "",
  "Something went wrong talking to our servers, please try again.": "Quelque chose s'est mal passé en contactant nos serveurs, veuillez réessayer.",
  "Something went wrong talking to the server": "",
  "Sorry, this spec is currently not supported": "Désolé, cette spécialisation n'est pas supportée pour le moment",
  "Specs": "",
  "Statistics": "Statistiques",
  "Still working...": "Travail en cours...",
  "Suggestions": "Suggestions",
  "Supported links:<0/><1><2>https://www.warcraftlogs.com/reports/<report code></2><3>https://www.warcraftlogs.com/character/<region>/<realm>/<name></3><4>https://worldofwarcraft.com/<language-code>/character/<realm>/<name></4><5>https://www.wowchina.com/<language-code>/character/<realm>/<name></5></1>": "",
  "Supported search terms:<0/><1><2><report code></2><3>https://www.warcraftlogs.com/reports/<report code></3><4>https://www.warcraftlogs.com/character/<region>/<realm>/<name></4><5>https://worldofwarcraft.com/<language-code>/character/<realm>/<name></5></1>": "",
  "Talents": "Talents",
  "Technical information to help you fix it. Or us if not you. Technical information to help whoever is inclined to fix the issue.": "",
  "The API is down.": "L'API est en panne.",
  "The above error occurred in the component:": "",
  "The amount of <0>raw</0> healing that didn't transfer to one or more beacon targets due to a missing beacon. When a beacon drops, re-apply it quickly.": "",
  "The amount of <0>raw</0> healing that didn't transfer to one or more beacon targets due to an issue such as Line of Sight or phasing.": "",
  "The amount of Infusion of Lights you did not use out of the total available. You cast {holyShockCasts} Holy Shocks with a {0}% crit ratio. This gave you {totalIolProcs} Infusion of Light procs, of which you used {totalIolUsages}.": "",
  "The analysis for this spec is outdated. It may be inaccurate for spells that were changed since patch {patchCompatibility}.": "L'analyse de cette spécialisation est dépassée. Elle peut être inexacte pour les sorts qui ont été modifiés depuis le patch {patchCompatibility}.",
  "The character page will only show fights that have been ranked by Warcraft Logs. Wipes are not included and during busy periods there might be a delay before new reports appear. You can still analyze these fights by manually finding the report on Warcraft Logs and using the report link.": "",
  "The checklist for this spec is not yet available. We could use your help to add this. See <0>GitHub</0> or join us on <1>Discord</1> if you're interested in contributing this.": "La liste récapitulative pour cette spécialisation n'est pas encore disponible. Nous pourrions avoir besoin de votre aide pour ajouter celle-ci. Voir le <0>GitHub</0> ou nous rejoindre sur <1>Discord</1> si vous êtes intéressé à y contribuer.",
  "The current report contains data collected over <0>{0} {1}</0>. This could lead to parsing issues with fights later in the report. We recommend that you split your logs before uploading them to warcraftlogs.com.": "",
  "The data received from WCL for this player is corrupt, this player can not be analyzed in this fight.": "Les données reçus de Warcraft Logs pour ce joueur sont corrompus, il ne peut pas être analysé sur ce combat.",
  "The error": "",
  "The healing done by your <0/> is low. Try to find a better moment to cast it or consider changing to <1/> which can be more reliable and generally offers more throughput.": "",
  "The total estimated damage reduced <0>by the passive</0> was {0} ({1} DRPS). This has high accuracy.<1/>The total estimated damage reduced <2>during Aura Mastery</2> was {2} ({3} DRPS). This has a 99% accuracy.<3/><4/>This value is calculated using the <5>Optional DRs</5> method. This results in the lowest possible damage reduction value being shown. This should be the correct value in most circumstances.<6/><7/>Calculating the exact damage reduced by Devotion Aura is very time and resource consuming. This method uses a very close estimation. The active damage reduced is calculated by taking the total damage taken of the entire raid during <8/> and calculating the damage reduced during this time. The passive damage reduction is calculated by taking the exact damage reduction factor applicable and calculating the damage reduced if that full effect was applied to the Paladin. Even though the passive damage reduction is split among other nearby players, using your personal damage taken should average it out very closely. More extensive tests that go over all damage events have shown that this is usually a close approximation.": "",
  "There are no major issues in this fight. Good job!": "Il n'y a aucune erreur majeure sur ce combat. Beau travail !",
  "There are very rare exceptions to this. For example it may be worth saving Holy Shock when you know you're going to be moving soon and you may have to heal yourself.": "",
  "This cast dealt more damage to you than it healed the target. If there is nothing to heal you, deal damage instead.": "",
  "This character is hidden on warcraftlogs and we can't access the parses.<0/><1/>You don't know how to make your character visible again? Check <2>Warcraft Logs </2> and hit the 'Refresh' button above once you're done.": "",
  "This is the amount of healing done by spells affected by mastery. Things like Holy Paladin beacons or Restoration Shaman feeding are NOT included.": "",
  "This is usually because we're leveling up with another patch.": "C'est généralement dû à la mise à niveau avec un autre patch",
  "This is usually caused by a bug in our code. If you're handy with computers please consider sending us a Pull Request with a fix on <0>GitHub</0>. Otherwise please let us know in an issue on <1>GitHub</1> or leave us a message on <2>Discord</2> so we can fix it for you.": "",
  "This is usually caused by a bug, please let us know about the issue on GitHub or Discord so we can fix it.": "",
  "This page will only show fights that have been ranked by Warcraft Logs. Wipes are not included and during busy periods there might be a delay before new reports appear. Manually find the report on Warcraft Logs and copy the direct report link to analyze a fight missing from this page.": "",
  "This report is for a previous expansion": "",
  "This report is for an earlier patch": "",
  "This shows you your mastery effectiveness on each individual player and the amount of healing done to those players.": "",
  "This spec hasn't been updated for the latest patch so we're afraid it might be outdated and misleading. We recommend reading the <0><1/> Wowhead</0> and <2>Icy Veins</2> guides to gain more knowledge about your spec and use this to analyze yourself. You can also try asking for help in a <3>class Discord</3>.<4/><5/>We have no ETA for support for {0} {1}. We need volunteer contributors to maintain specs, and seeing as {2} {3} is out of date, it's likely nobody is currently maintaining it. If you are interested or know someone who might be interested helping people help themselves, check out <6>GitHub</6> or <7>Discord</7> for more information.<8/><9/>If you want us to prioritize support for this spec, consider upvoting support for this spec on <10>the suggestions board</10>. The most popular suggestions will be bountied with funds raised from <11>Premium</11>.": "",
  "This will refresh the fights list which can be useful if you're live logging.": "Cela rafraîchira la liste des combats, ce qui peut être utile si vous êtes en train d'enregistrer en direct.",
  "Timeline": "",
  "Total filler <0/>s cast while <1><2/></1> was available": "",
  "Total filler casts per minute": "",
  "Total filler casts while <0/> was available": "",
  "Total: {0}": "",
  "Try to avoid being inactive for a large portion of the fight": "",
  "Try to avoid overhealing with <0/>. Cast it just before someone is about to take damage and consider casting it on targets other than tanks.": "",
  "Try to avoid overhealing with <0/>. If Flash of Light would overheal it is generally advisable to cast a <1/> instead.": "",
  "Try to avoid overhealing with <0/>. Save it for when people are missing health.": "",
  "Try to cast <0/> more often.": "Essayez d'utiliser <0/> plus souvent.",
  "Try to make sure the Frostbrand is always up, when it drops you should refresh it as soon as possible": "",
  "Try to make sure the Fury of Air is always up, when it drops you should refresh it as soon as possible": "",
  "Try to minimize Maelstrom wastage as much as possible. Some of wasted MS is unavoidable due to maintaining Landslide buff ')": "",
  "Unknown difficulty": "",
  "Up to {lostBeaconHealing}": "",
  "Updated for patch": "A jour pour le correctif",
  "Uptime": "",
  "Use all of your <0/>": "",
  "Use your cooldowns effectively": "",
  "Use your primary healing spells as often as possible": "",
  "Use your supportive abilities": "",
  "Used a high quality pre-potion": "",
  "Used a pre-potion": "",
  "Used a second potion": "",
  "Using high quality enchants": "",
  "Wasted procs": "",
  "We could find your character but he's very shy": "",
  "We couldn't find any logs": "",
  "We couldn't find your character on Warcraft Logs": "",
  "We fucked up and our code broke like the motherfucker that it is. Please let us know on Discord and we will fix it for you.": "",
  "We're still working out the kinks of this feature, some modules might output weird results with this on. When we're finished this will be enabled by default.": "Nous sommes encore en train de travailler sur les défauts de cette fonctionnalité, certains modules pourraient donner des résultats bizarres avec cette fonction activée. Lorsque nous aurons terminé, cette option sera activée par défaut.",
  "When you are using <0/> it is important to use <1/> often enough to benefit from the talent. Use a different talent if you are unable to.": "",
  "When you're not bringing too many healers.": "",
  "While helping with damage would be optimal, it's much less important as a healer than any of the other suggestions on this checklist. You should ignore this suggestion while you are having difficulties with anything else.": "",
  "While it's suboptimal to always be casting as a healer you should still try to always be doing something during the entire fight and high downtime is inexcusable. You can reduce your downtime by reducing the delay between casting spells, anticipating movement, moving during the GCD, and <0>when you're not healing try to contribute some damage*</0>.": "",
  "While you shouldn't aim to cast defensives and externals on cooldown, be aware of them and try to use them whenever effective. Not using them at all indicates you might not be aware of them enough or not utilizing them optimally.": "",
  "Wipe {0}": "",
  "Wipe {wipes}": "Wipe {wipes}",
  "WoWAnalyzer is a tool to help you analyze and improve your World of Warcraft raiding performance through various relevant metrics and gameplay suggestions.<0/><1/>We give detailed insight into various things such as cast behavior, buff uptimes, downtime, cooldown usage, wasted resources and more. We also give insight into useful and interesting statistics such as the (throughput) gain of your talents, trinkets, traits, set bonuses, and other special items and effects.<2/><3/>Using all this data we provide automatic gameplay suggestions that analyzes your actual behavior in a fight and gives pointers to help you improve your performance.<4/><5/>The analysis is custom for each specialization to focus on the things that are important for your spec. It's created by and together with class experts to give you the best possible insights.<6/><7/>Using WoWAnalyzer you will find a wealth of information about the mechanics of your spec, your actual behavior in fights and the optimal playstyle. Analyze your raids after every raid night to continuously improve your performance and become a better player. Whether you're a new player learning a spec for the first time or an experienced player looking for information to help you min-max, WoWAnalyzer is a great tool to have in your arsenal!": "WoWAnalyzer est un outil qui vous aide à analyser et à améliorer vos performances de raid sur World of Warcraft grâce à diverses mesures pertinentes et des suggestions de gameplay.<0/><1/>Nous donnons un aperçu détaillé de diverses choses telles que la façon dont vous lancez vos sorts, les temps morts durant les combats, les durées de bonus (buffs), l'utilisation de vos temps de recharge, les ressources perdues et plus. Nous donnons également un aperçu des statistiques utiles et intéressantes telles que les bonus de vos talents, bijoux, traits, bonus de set, autres objets et bonus spéciaux.<2/><3/>En utilisant toutes ces données, nous fournissons des suggestions de gameplay qui vous permettent d'analyser votre comportement dans un combat et vous donne des conseils pour vous aider à améliorer vos performances.<4/><5/>L'analyse est personnalisée pour chaque spécialisation pour vous permettre de vous concentrer sur les choses qui sont importantes pour celles-ci. Elle est créée par et avec des experts de cette spécialisation pour vous donner les informations les plus pertinentes possibles.<6/><7/>En utilisant WoWAnalyzer, vous trouverez une mine d'informations sur les mécaniques de votre spécialisation, votre comportement réel dans les combats et le style de jeu optimal. Analysez vos raids après ces derniers pour améliorer continuellement vos performances et devenir un meilleur joueur. Que vous soyez un nouveau joueur apprenant une spécialisation pour la première fois ou un joueur expérimenté à la recherche d'informations pour vous aider à vous parfaire, WoWAnalyzer est un excellent outil à avoir dans votre arsenal !",
  "WoWAnalyzer is completely open source and relies on mostly volunteer contributors to implement spec-specific analysis. You don't need to to do anything special to contribute. See the <0>contributing guidelines</0> if you want to give it a try.<1/><2/>If you're unable to help out with improving our analysis, please consider signing up for <3>Premium</3> instead.": "",
  "WoWAnalyzer is constantly being updated to support the latest changes. This can cause some functionality to be modified for the latest talents/traits/trinkets or be removed.<0/><1/>This could mean that some parts of your report will no longer be analysed accurately.<2/><3/>If you would like to view the analysis on an older version of WoWAnalyzer, <4>click here</4>.<5/><6/>If you would still like to view the analysis using the latest updates, you can click 'Continue anyway' below.": "",
  "Wondering how to use WoWAnalyzer? See the <0><1/> Wowhead guide</0>. If you want to see an example report, click on your spec in the <2>Specializations</2> list.": "Vous vous demandez comment utiliser WoWAnalyzer ? Regardez le guide sur <0><1/> Wowhead </0>. Si vous voulez voir un exemple de rapport, cliquez sur votre spécialisation dans la liste des <2>Spécialisations</2>.",
  "You cast a lot of direct heals on beacon targets. Direct healing beacon targets is inefficient. Try to only cast on beacon targets when they would otherwise die.": "",
  "You cast many <0/>s. Light of the Martyr is an inefficient spell to cast, try to only cast Light of the Martyr when it will save someone's life or when moving and all other instant cast spells are on cooldown.": "",
  "You cast {0} <0/>s while <1/> was <2>available</2> (at {1} ). Try to <3>never</3> cast <4/> when something else is available<5>*</5>.": "",
  "You effectively reduced damage taken by a total of {0} damage ( {1} DRPS).": "",
  "You haven't viewed anything yet.": "Vous n'avez encore rien vu.",
  "You should cast it whenever <0/> has dropped, which is usually on cooldown without delay. Alternatively you can ignore the debuff and just cast it whenever Judgment is available; there's nothing wrong with ignoring unimportant things to focus on important things.": "",
  "You started casting {0} filler <0/>s while <1/> was <2>available</2> (at {1} ). <3/> is a much more efficient spell and should be prioritized<4>*</4>.": "",
  "You transferred a total of {0} damage ( {1} DTPS).": "",
  "You will usually get the most helpful results using raid fights where you're being challenged, such as progress raids.": "Vous obtiendrez généralement les résultats les plus utiles en utilisant les combats de raids les plus difficiles, comme les raids de progression.",
  "Your <0/> uptime can be improved. Try keeping at least 1 charge on cooldown; you should (almost) never be at max charges.": "",
  "Your <0/> uptime can be improved. Try to place the totems better.": "",
  "Your <0/> uptime can be improved. You can benefit from the full passive damage increase by casting it before combat. {0}": "",
  "Your Flametongue uptime of {0}% is below 95%, try to get as close to 100% as possible": "",
  "Your Mastery Effectiveness can be improved. Try to improve your positioning, usually by sticking with melee.": "L'efficacité de votre maîtrise peut être améliorée. Essayez d'améliorer votre positionnement, généralement en restant au corps à corps.",
  "Your cooldowns are an important contributor to your healing throughput. Try to get in as many efficient casts as the fight allows. <0>More info.</0>": "",
  "Your usage of <0/> can be improved. To maximize the healing/damage done by <1/>, try to keep as many buffs up as possible. Avoid overwritting buffs early, this suggestion does not take priority over healing targets with low health. If two targets have similar health pools priorize the target without a glimmer as your <2/> will heal all players with active buffs.": "",
  "formatPercentage(this.minUptime)%": "",
  "https://www.warcraftlogs.com/reports/<report code>": "https://www.warcraftlogs.com/reports/<code du rapport>",
  "or <0>enter a report link</0>.": "",
  "or <0>search for a character</0>.": "",
  "relative to total healing": "",
  "viewed {0}d ago": "Vu il y a {0} jours",
  "x<0/>{procs}": "",
  "{0, plural, one {Contributor} other {Contributors}}": "",
  "{0} Damage": "",
  "{0} HPS": "",
  "{0} Please message us on <0>Discord</0> or create an issue on <1>Github</1> if this issue persists and we will fix it, eventually.": "",
  "{0} by {1} in {2}": "",
  "{0} casts per minute - {1} casts total": "",
  "{0} casts while Holy Shock was available": "",
  "{0} cooldown: {1}s": "",
  "{0} in {1}": "",
  "{0} out of {1} possible casts. You kept it on cooldown {2}% of the time.": "{0} sur {1} utilisation possible. Vous l'avez gardé en recharge {2}% du temps.",
  "{0} {1}": "",
  "{0} {1} analysis has been provided by {contributorinfo}. They love hearing what you think, so please let them know! <0>More information about this spec's analyzer.</0>": "",
  "{0}% <0>uptime</0>": "",
  "{0}% is recommended": "",
  "{0}% is recommended.": "",
  "{0}% mastery effectiveness": "{0}% d'efficacité de votre maîtrise",
  "{0}% of all your healing spell casts were on a beacon target": "",
  "{0}% overhealing": "",
  "{0}% uptime": "",
  "{0}: gained {1} for {2}s": "",
  "{0}: {1}s Global Cooldown by {2}": "",
  "{0}: {1}s channel by {2}": "",
  "{0}d old report": "Rapport datant d'il y a {0} jours",
  "{actual} casts while Holy Shock was available": "",
  "{actual} of {0} ({1}%) early refreshes": "",
  "{actual} wasted Maelstrom in ${0} of ${1} (${2}%) casts": "",
  "{bossName} - {fightResult} ({duration})": "",
  "{char} could not be found within the {realm} realm. They're probably located elsewhere.": "",
  "{num, plural, one {Healer} other {Healers}}": "",
  "{num, plural, one {Melee DPS} other {Melee DPS}}": "",
  "{num, plural, one {Ranged DPS} other {Ranged DPS}}": "",
  "{num, plural, one {Tank} other {Tanks}}": "",
  "{procs}x": "",
  "{recommended} recommended": "",
  "{seconds}s": "",
  "≈{0} DRPS": "",
  "≈{0} HPS": ""
}